IDEA StatiCa Open Model
OpeningRect.Width Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Width of wall
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Width { get; set; }
Public Property Width As Double
	Get
	Set
public:
property double Width {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRect Class
IdeaRS.OpenModel.Detail Namespace